[{"KEY":"RACE_NAME_HUMAN","ru":"Люди","en":"Humans","fr":"Humains"},
  {"KEY":"RACE_NAME_ORC","ru":"Орки","en":"Orcs","fr":"Orcs"},
  {"KEY":"RACE_NAME_ELF","ru":"Эльфы","en":"Elves","fr":"Elfes"},
  {"KEY":"RACE_NAME_UNDEAD","ru":"Нежить","en":"Undead","fr":"Mort-vivant"},
  {"KEY":"CARD_TYPE_DECOR","ru":"Окружение","en":"Obstacle","fr":"Obstacle"},
  {"KEY":"CARD_TYPE_CASTLE","ru":"Замки","en":"Castles","fr":"Châteaux"},
  {"KEY":"CARD_TYPE_MINE","ru":"Шахты","en":"Mines","fr":"Mines"},
  {"KEY":"CARD_TYPE_BARRACKS","ru":"Казармы","en":"Barracks","fr":"Caserne"},
  {"KEY":"CARD_TYPE_MELEE","ru":"Ближний Бой","en":"Melee Barracks","fr":"Caserne de Mêlée"},
  {"KEY":"CARD_TYPE_RANGE","ru":"Дальний Бой","en":"Ranged Barracks","fr":"Caserne de Flèches"},
  {"KEY":"CARD_TYPE_TOWER","ru":"Башни","en":"Towers","fr":"Tours"},
  {"KEY":"CARD_TYPE_UNIT","ru":"Воины","en":"Units","fr":"Unités"},
  {"KEY":"CARD_TYPE_BULLET","ru":"Снаряды","en":"Projectiles","fr":"Projectiles"},
  {"KEY":"EBOT","ru":"Вражина","en":"Enemy Kingdom","fr":"Royaume Ennemi"},
  {"KEY":"TRAINER_1","ru":"Тренер Билл","en":"Trainer Bill","fr":"Entraîneur Bill"},
  {"KEY":"TRAINER_2","ru":"Тренер Джейн","en":"Trainer Jane","fr":"Entraîneur Jeanne"},
  {"KEY":"TRAINER_3","ru":"Тренер Зудва","en":"Trainer Zudwa","fr":"Entraîneur Zudwa"},
  {"KEY":"TRAINER_4","ru":"Тренер Марк","en":"Trainer Mark","fr":"Entraîneur Mark"},
  {"KEY":"H_CASTLE","ru":"Замок","en":"Castle","fr":"Château"},
  {"KEY":"H_MINE","ru":"Золотая шахта","en":"Gold Mine","fr":"Mine d'or"},
  {"KEY":"H_MINE_DESC","ru":"Королевства людей процветают благодаря хорошо налаженой добыче золота. Золотая Шахта в течение боя приносит золото, которое требуется для строительства.","en":"The kingdoms of humans thrive thanks to well-established gold mining. Gold Mine during the battle brings the gold that is required for construction.","fr":"Les royaumes des humains prospèrent grâce à l'extraction d'or bien établie. Mine d'or pendant la bataille apporte l'or nécessaire à la construction."},
  {"KEY":"H_MINE_DWARVEN","ru":"Штольня Дворфов","en":"Dwarven Shaft","fr":"Mine Naine"},
  {"KEY":"H_MINE_DWARVEN_DESC","ru":"Вырубая леса и раскалывая скалы, дворфы используют эти материалы для углубления Штолен, отчего шахты горного народа приносят ещё больше золота.","en":"Cutting down forests and splitting rocks, dwarves use these materials to deepen Shafts, which helps the mines of dwarves bring even more gold.","fr":"Abattant des forêts et fendant des rochers, les nains utilisent ces matériaux pour approfondir mines, ce qui aide les mines de nains à apporter encore plus d'or."},
  {"KEY":"H_B_ARCHER","ru":"Стрельбище","en":"Archer Yard","fr":"Champ de Tir"},
  {"KEY":"H_B_ARCHER_DESC","ru":"Лучники людей - тренированные стрелки с хорошими луками и крепкими плащами. Лучники эффективны против воинов ближнего боя, но наносят низкий урон зданиям.","en":"Human Archers are trained shooters with good bows and robust cloaks. Archers are effective against melee warriors, but inflict low damage to buildings.","fr":"Les archers humains sont des tireurs entraînés avec de bons arcs et des capes robustes. Les archers sont efficaces contre les guerriers de mêlée, mais infligent peu de dégâts aux bâtiments."},
  {"KEY":"H_B_ASSASSIN","ru":"Убежище","en":"Hideout","fr":"Cachette"},
  {"KEY":"H_B_ASSASSIN_DESC","ru":"Ассасины - ловкие и быстрые воины тени из южных королевств Ден-Назра. Их клинки смертельны, а рефлексы молниеносны. Ходят слухи о тайном братстве, тренирующем ассасинов.","en":"Assassins are deft and fast shadow warriors from the southern kingdoms of Den Nazra. Their blades are deadly, and their reflexes are lightning fast. There are rumors of a secret brotherhood that trains assassins.","fr":"Les assassins sont des guerriers de l'ombre habiles et rapides des royaumes du sud de Den Nazra. Leurs lames sont mortelles et leurs réflexes rapides. Il y a des rumeurs d'une fraternité secrète qui enseigner des assassins."},
  {"KEY":"H_B_FOOTMAN","ru":"Застава","en":"Stronghold","fr":"Avant-poste"},
  {"KEY":"H_B_FOOTMAN_DESC","ru":"Пехотинцы - основная боевая единица королевств людей. Это крепкие ребята в полном доспехе и с тяжелым щитом. Медленные из-за веса доспеха, но надёжные воины.","en":"Footmen - the main combat unit of the kingdoms of humans. These are strong guys, in full armor and with a heavy shield. They are slow due to the weight of the armor, but they are tough warriors.","fr":"Fantassin - la principale unité de combat des royaumes humains. Ce sont des gars forts, en armure complète et avec un bouclier lourd. Ils sont lents à cause du poids de l'armure, mais ce sont des guerriers éprouvé."},
  {"KEY":"H_B_KNIGHT","ru":"Конюшни","en":"Stables","fr":"Écurie"},
  {"KEY":"H_B_KNIGHT_DESC","ru":"Бравые Рыцари долго тренируются, чтобы крепко сидеть в седле и хорошо защищаться в бою. Верхом на мощных скакунах, рыцари - цвет армии королевства людей.","en":"Brave Knights train for a long time to sit firmly in the saddle and defend well in battle. Riding on powerful horses, knights - the color of the army of the kingdoms of humans.","fr":"Chevalier сourageux s'entraîne pendant longtemps pour s'asseoir fermement et bien défendre au combat. Chevauchant des chevaux puissants, des chevaliers - la couleur de l'armée des royaumes des humains."},
  {"KEY":"H_B_MAGE","ru":"Академия","en":"Academy","fr":"Académie"},
  {"KEY":"H_B_MAGE_DESC","ru":"Грозные маги Бан Дара - седые старцы, посвятившие свою жизнь изучению тайн магии. Обучаться в Академии магов - величайшая честь, а также долгое и трудное испытание.","en":"The powerful magicians of Ban Dar are gray-haired old men who have dedicated their lives to the study of the secrets of magic. Studying at the Academy of Mages is a great honor, as well as a long and difficult ordeal.","fr":"Les puissants magiciens de Ban Dar sont des vieillards aux cheveux gris qui ont consacré leur vie à l'étude des secrets de la magie. Étudier à l'Académie des Mages est un grand honneur, de même qu'une longue et difficile épreuve."},
  {"KEY":"H_B_PEASANT","ru":"Хата ополченцев","en":"Militia Hut","fr":"Hutte"},
  {"KEY":"H_B_PEASANT_DESC","ru":"Ополченцы - это обычные крестьяне, которых отправили в бой. Они дешевы, быстро тренируются и ловко орудуют дубиной в ближнем бою. Берут разве что количеством, а не умением. ","en":"Militias are ordinary peasants who were sent into battle. They are cheap, train quickly and deftly wield a cudgel in the melee. They take only quantity, not skill.","fr":"Les milices sont des paysans ordinaires qui ont été envoyés au combat. Ils ne coûtent pas cher, s’entraînent rapidement et manient adroitement un bâton en mêlée. Ils  gagnent par leur quantité, pas par leur habileté."},
  {"KEY":"H_B_RIFLEMAN","ru":"Таверна","en":"Tavern","fr":"Taverne"},
  {"KEY":"H_B_RIFLEMAN_DESC","ru":"Ружейники - меткие стрелки дворфов из Драконьих Гор. Вооружённые грозными мушкетами эти кряжистые дозорные патрулируют снежные перевалы, изредка появляясь в тавернах.","en":"Riflemen - well-aimed dwaves from the Dragon Mountains. Armed with menacing muskets, these brave scouts patrols snowy passes, occasionally appearing in taverns.","fr":"Fusilier - tireurs nain bien ciblées des Montagnes du Dragon. Armés de mousquets menaçants, ces éclaireurs courageux patrouillent dans les cols enneigés et apparaissant parfois dans des tavernes."},
  {"KEY":"H_B_WARRIOR","ru":"Бастион","en":"Bastion","fr":"Bastion"},
  {"KEY":"H_B_WARRIOR_DESC","ru":"Дварфы-Воины из Драконьих Гор - одни из самых лучших бойцов. Они вооружены фамильными молотами и закалены в бесчисленных боях под пещерными сводами.","en":"Dwarf Warriors of the Dragon Mountains are some of the best fighters. They are armed with family hammers and hardened in countless battles under the cave vaults.","fr":"Les nains des Montagnes du Dragon comptent parmi les meilleurs combattants. Ils sont armés de marteaux familiaux et endurcis lors d'innombrables batailles sous les voûtes des cavernes."},
  {"KEY":"H_B_BOMBER","ru":"Мастерская","en":"Workshop","fr":"Usine"},
  {"KEY":"H_B_BOMBER_DESC","ru":"Бомберы-дворфы несут службу по прокладке новых залов и тоннелей под Драконьими Горами. Мастера взрывных работ, эти парни творят настоящие чудеса с динамитом и порохом.","en":"Dwarf bombermen carry the service of laying new halls and tunnels under the Dragon Mountains. Masters of blasting, these guys do real miracles with dynamite and gunpowder.","fr":"Les bombardiers nains sont chargés de la construction de nouveaux salles et tunnels sous les Montagnes du Dragon. Maîtres du dynamitage, ces gars font de vrais miracles avec de la dynamite et de la poudre à canon."},
  {"KEY":"H_B_CROSSBOWMAN","ru":"Гарнизон","en":"Garrison","fr":"Garnison"},
  {"KEY":"H_B_CROSSBOWMAN_DESC","ru":"Арбалетчики - доблестные стражи границ королевств Людей. До недавного времени несли службы на башнях, но теперь их арбалеты не знают пощады и в открытых стычках.","en":"Crossbowmen are valiant guardians of the borders of the Human kingdoms. Until recently, they served on towers, but now their crossbows do not know mercy in open skirmishes.","fr":"Les arbalétriers sont de vaillants gardiens des frontières des royaumes humains.  Jusqu'à récemment, ils ont servi sur des tours, mais maintenant leurs arbalètes sont une menace réelle sur le champ de bataille."},
  {"KEY":"H_T_ARCHER","ru":"Башня Лучников","en":"Archer Tower","fr":"Tour Archer"},
  {"KEY":"H_T_ARCHER_DESC","ru":"Башня Лучников - основа защиты королевств людей. Недорогая, надежная и эффективная. Такие башни устанавливают вдоль дорог, чтобы дозорные могли поддерживать мир и порядок.","en":"The Archer Tower is the basis of protecting the kingdoms of humans. Inexpensive, reliable and efficient. Such towers are installed along the roads so that the sentinel can maintain peace and order.","fr":"La Tour des Archers est la base de la protection des royaumes humains. Peu coûteux, fiable et efficace. Ces tours sont installées le long des routes afin que la sentinelle puisse maintenir la paix et l'ordre."},
  {"KEY":"H_T_HEAVYARCHER","ru":"Арбалетная Башня","en":"Crossbow Tower","fr":"Tour à l'Arbalète"},
  {"KEY":"H_T_HEAVYARCHER_DESC","ru":"Арбалетная Башня - мощная защитная постройка. Дозорные, несущие службу на этой башне, вооружены мощными арбалетами которые наносят приличный урон.","en":"Crossbow Tower - a powerful defensive building. Sentinels carrying service on this tower are armed with powerful crossbows that cause decent damage.","fr":"Tour à l'Arbalète - un puissant bâtiment défensif. Les sentinelles qui servent dans cette tour sont armées de puissantes arbalètes qui causent des dégâts décents."},
  {"KEY":"H_T_MAGE","ru":"Башня Магов","en":"Mage Tower","fr":"Tour de mage"},
  {"KEY":"H_T_MAGE_DESC","ru":"Башня Магов - грозная магическая защита. Кристаллы игнита на вершине башни концетрируют энергию, а маг Бан Дара призывает огромные огненные шары, испепеляющие врагов.","en":"The Mage Tower is a formidable magical defense. The Igni crystals on the top of the tower concentrate the energy, and the Ban Dar magician summons huge balls of fire that burns enemies.","fr":"La Tour de Mage est une formidable défense magique. Les cristaux d’Igni au sommet de la tour concentrent l’énergie, et le magicien de Ban Dar convoque d’énormes boules de feu qui brûlent les ennemis."},
  {"KEY":"H_T_MORTAR","ru":"Мортира","en":"Mortar","fr":"Mortier"},
  {"KEY":"H_T_MORTAR_DESC","ru":"Мортира - технологическое чудо дворфов. Это дорогая и сложная в постройке защитная башня. Мортира долго заряжается, но её выстрелы способны остановить целые орды врагов.","en":"Mortar is the technological miracle of the Dwarves. It is an expensive and difficult to build defense tower. Mortar is charging for a long time, but its shots are capable of stopping entire hordes of enemies.","fr":"Le Mortier est le miracle technologique des nains. C'est une tour de défense coûteuse et difficile à construire. Le mortier charge longtemps, mais ses tirs sont capables d’arrêter des hordes d’ennemis."},
  {"KEY":"H_T_DUMMY","ru":"Чучело","en":"Dummy","fr":"Mannequin"},
  {"KEY":"H_T_DUMMY_DESC","ru":"Просто чучело.","en":"Just a dummy.","fr":"Juste un mannequin."},
  {"KEY":"H_U_PEASANT","ru":"Ополченец","en":"Militiaman","fr":"Milicien"},
  {"KEY":"H_U_FOOTMAN","ru":"Пехотинец","en":"Footman","fr":"Fantassin"},
  {"KEY":"H_U_ARCHER","ru":"Лучник","en":"Archer","fr":"Archer"},
  {"KEY":"H_U_MAGE","ru":"Маг","en":"Mage","fr":"Mage"},
  {"KEY":"H_U_KNIGHT","ru":"Рыцарь","en":"Knight","fr":"Chevalier"},
  {"KEY":"H_U_BALISTA","ru":"Катапульта","en":"Catapult","fr":"Catapulte"},
  {"KEY":"H_U_RIFLEMAN","ru":"Ружейник","en":"Rifleman","fr":"Fusilier"},
  {"KEY":"H_U_ASSASSIN","ru":"Ассасин","en":"Assasin","fr":"Assasin"},
  {"KEY":"H_U_WARRIOR","ru":"Дворф-Воин","en":"Dwarf","fr":"Nain"},
  {"KEY":"H_U_BOMBER","ru":"Бомбер","en":"Bomber","fr":"Bombardier"},
  {"KEY":"H_U_CROSSBOWMAN","ru":"Арбалетчик","en":"Crossbowman","fr":"Arbalétrier"},
  {"KEY":"O_CASTLE","ru":"Шатер Вождя","en":"Chief Tent","fr":"Tente du Сhef"},
  {"KEY":"O_MINE","ru":"Золотая Жила","en":"Gold Vein","fr":"Veine d'or"},
  {"KEY":"O_MINE_DESC","ru":"Племена орков полагаются на Золотые Жилы, нежели на трудоёмкую добычу. Золотая Жила приносит золото в течение боя. Золото в бою требуется для строительства.","en":"Orc tribes rely on Golden Veins, rather than labor-intensive mining. Gold Vein brings gold during the battle. Gold in battle is required for construction.","fr":"Les tribus Orc s'appuient sur les Golden Veins, plutôt que sur l'exploitation minière à forte intensité de main-d'œuvre. La veine d'or apporte de l'or pendant la bataille. L'or au combat est requis pour la construction."},
  {"KEY":"O_MINE_RAIDER","ru":"Рудник Рейдеров","en":"Raider's Pit","fr":"Fosse d'Esclaves"},
  {"KEY":"O_MINE_RAIDER_DESC","ru":"Проводя всю жизнь в набегах, Орки часто берут пленных и продают их в рудники. С каждым разрушеным вражеским строением такие шахты приносят дополнительное золото.","en":"Spending a lifetime in raids, Orcs often take prisoners and sell them to the mines. With each destroyed enemy structure, such slave pits bring additional gold.","fr":"Passant leur vie à faire des raids, les Orcs font souvent des prisonniers et les vendent aux mines. Avec chaque structure ennemie détruite, ces fosses d'esclaves apportent de l'or supplémentaire."},
  {"KEY":"O_B_AXE","ru":"Вигвам Топорщиков","en":"Wigwam of Axe","fr":"Wigwam"},
  {"KEY":"O_B_AXE_DESC","ru":"Гоблины, несмотря на свой небольшой размер, грозная боевая сила. Они быстро тренируются и способны собираться в большие группы, снося врагов ураганом метательных топоров.","en":"Despite their small size, goblins are a formidable fighting force, they quickly train and are able to assemble into large groups, demolishing enemies with hurricane of throwing axes.","fr":"Malgré leur petite taille, les gobelins constituent une formidable force de combat. Ils s'entraînent rapidement et peuvent se réunir en groupes importants, détruisant les ennemis avec un ouragan de haches."},
  {"KEY":"O_B_BERSERK","ru":"Шалаш Берсерков","en":"Berserk Shed","fr":"Cabanon"},
  {"KEY":"O_B_BERSERK_DESC","ru":"Берсерки троллей Дикой Топи - одни из первых союзников племен орков. Тролли разделяют жажду сражений орков и дополняют её своими первобытными ритуалами.","en":"Berserkers are trolls of the Wild Swamp. They are one of the first allies of the Orc tribes. Trolls share the orcish battlethirst and complement it with their primodial rituals.","fr":"Les Berserkers sont des trolls des Marais Sauvages. Ils sont parmi les premiers alliés des tribus Orc. En combat, les Trolls s'appuient sur leur dextérité naturelle et leurs rituels ancestraux."},
  {"KEY":"O_B_CATCHER","ru":"Алтарь Духов","en":"Altar of Spirits","fr":"Autel des esprits"},
  {"KEY":"O_B_CATCHER_DESC","ru":"Ловцы Духов - ритуальные воины Троллей Дикой Топи. Совершая тайные обряды, ловцы обретают невероятную ловкость и зачаровывают свои метательные глефы. ","en":"Spirit Catchers are ritual Wild Swamp troll warriors. By performing secret rituals, Catchers gain incredible dexterity and enchants their throwing glaives.","fr":"Les chasseurs d'âmes sont des trolls guerriers rituels des Marais Sauvages.. En effectuant des rituels secrets, les Catchers acquièrent une incroyable dextérité et enchanteront leurs glaives."},
  {"KEY":"O_B_GRUNT","ru":"Бараки Бугаев","en":"Grunt Barracks","fr":"Camp du Grogner"},
  {"KEY":"O_B_GRUNT_DESC","ru":"Бугаи орков - основа армии кочевых племен. Верные традициям, они не носят брони и сражаются огромными топорами. Эти воины закалены в частых набегах и битвах.","en":"Orc Grunts - the basis of the army of nomadic tribes. True to tradition, they don’t wear armor and fight with huge axes. These warriors are hardened in frequent raids and battles.","fr":"Orc Grogners - la base de l'armée des tribus nomades. Fidèle à la tradition, ils ne portent pas d’armure et battent avec d’énormes haches. Ces guerriers sont endurcis lors de fréquents raids et batailles."},
  {"KEY":"O_B_HUNTER","ru":"Холл Охотниц","en":"Huntress Hall","fr":"Salle Chasseresse"},
  {"KEY":"O_B_HUNTER_DESC","ru":"Охотницы орков - мастера выслеживания добычи. Проводя дни и ночи за охотой на диких зверей, воительницы стали стрелками, метко поражающими цель копьями.","en":"Hunters are masters of stalking prey. Spending days and nights hunting wild animals, these warriors become dead-eyed, aptly striking the target with spears.","fr":"Les chasseuses sont des maîtres de la chasse aux proies. Passant des jours et des nuits à chasser des animaux sauvages, ces guerriers deviennent incroyablement précis, frappant la cible avec des lances."},
  {"KEY":"O_B_MARAUDER","ru":"Свиноферма","en":"Boar Farm","fr":"Ferme de Sanglier"},
  {"KEY":"O_B_MARAUDER_DESC","ru":"Мародёры - наездники на кабанах, бывалые налётчики, за спиной которых сотни набегов. Длинные алебарды, мощные ездовые кабаны - мародёры возглавляют караваны кочевников.","en":"Marauders - boar riders, seasoned raiders, behind which are hundreds of heists. Long halberds, powerful riding boars - looters head the caravans of nomads.","fr":"Maraudeurs - les cavaliers de sangliers, les raiders endurcis, qui ont commis des centaines d'attaques et de vols. Les maraudeurs sont avant-garde de caravanes nomades."},
  {"KEY":"O_B_MINOTAUR","ru":"Рогатый Тотем","en":"Horned Totem","fr":"Totem Cornu"},
  {"KEY":"O_B_MINOTAUR_DESC","ru":"Минотавры Великой Равнины не так давно стали союзниками племён орков. Защищая свои владения от вторжения королевств, Минотавры готовы разорвать рогами любого захватчика.","en":"The Minotaurs of the Great Plain not so long ago became allies of the orcs. Defending their possessions from the human kingdoms invasion, the Minotaurs are ready to smash any invader.","fr":"Les Minotaures de la Grande Plaine sont récemment devenus des alliés des orcs. En défendant leurs biens de l'invasion des Humains, les Minotaures sont prêts à écraser tout envahisseur."},
  {"KEY":"O_B_WARLORD","ru":"Воеводная","en":"Warlord Fort","fr":"Fort de Fer"},
  {"KEY":"O_B_WARLORD_DESC","ru":"Воеводы кочевых племён руководят обороной стоянок и укреплений. Это отличные тактики, которые знают свои земли и могут защищать их как никто другой.","en":"The Warlords of nomadic tribes lead the defense of the camps and fortifications. Warlords are excellent strategists who know their lands and can protect them like no other.","fr":"Les Warlords des tribus nomades dirigent la défense des camps et des fortifications. Les Warlords sont d'excellents stratèges, qui connaissent leurs terres et peuvent les protéger comme nul autre."},
  {"KEY":"O_B_WOLFRIDER","ru":"Волчья Пещера","en":"Wolf Cave","fr":"Grotte des Loups"},
  {"KEY":"O_B_WOLFRIDER_DESC","ru":"Наездники на волках - особая каста орков.  Отданные на воспитание в стаи волков, эти орки вырастают умелыми всадниками и грозными охотниками, умело метающими копья.","en":"Wolfriders - a special caste of orcs. Grown in packs of wolves, these orcs become skilled riders and formidable hunters who skillfully throw spears.","fr":"Cavaliers de loupes - une caste spéciale d'orcs. Grandi en meutes de loups, ces orcs deviennent des cavaliers chevronnés et de redoutables chasseurs qui lancent habilement des lances."},
  {"KEY":"O_B_GOBLIN_WARRIOR","ru":"Вигвам Копейщиков","en":"Wigwam of Spear","fr":"Wigwam de Lance"},
  {"KEY":"O_B_GOBLIN_WARRIOR_DESC","ru":"Кочевые дикари-гоблины из дальних уголков Великой Пустоши - яростные воины. Они раскрашивают свои лица ритуальными рисунками и бесстрашно рвутся в битву.","en":"Nomadic goblin savages from the far reaches of the Great Wasteland are fierce warriors. They paint their faces with ritual drawings and fearlessly rush into battle.","fr":"Les sauvages gobelins nomades des confins du Grand Désert sont de féroces guerriers. Ils peignent leur visage avec des dessins rituels et se lancent sans crainte dans la bataille."},
  {"KEY":"O_B_SAPPER","ru":"Лаборатория","en":"Laboratory","fr":"Laboratoire"},
  {"KEY":"O_B_SAPPER_DESC","ru":"Взрывы! Больше взрывов! Разрушение! Огонь! ХАОС! Вот что радует душу настоящего гоблина-подрывника. Эти ребята знают толк в том, как сделать настоящий большой БУМ!","en":"Explosions! Destruction! CHAOS! That's what pleases the soul of a real goblin demoman. These guys know a lot about how to make a real big BOOM!","fr":"Des explosions! Destruction! LE CHAOS! C'est ce qui plaît à l'âme d'un vrai démoman gobelin. Ces gars-là en savent beaucoup sur la façon de faire un vrai gros BOOM!"},
  {"KEY":"O_T_ARCHER","ru":"Башня Застрельщиков","en":"Shoota Tower","fr":"Tour de Tir"},
  {"KEY":"O_T_ARCHER_DESC","ru":"Бащня Застрельщиков - надёжная башня, основа защиты кочевых стоянок орков. Простая, но крепкая конструкция даёт хороший обзор и позволяет вести эффективный огонь по врагу.","en":"Shoota Tower is a reliable tower, the basis for the protection of the nomadic orc camps. A simple but robust design gives a good overview and allows you to conduct effective fire on the enemy.","fr":"Tour de Tir est une tour fiable, base de la protection des camps d'orcs nomades. Une conception simple mais robuste donne une bonne vue d'ensemble et permet de tirer efficacement sur l'ennemi."},
  {"KEY":"O_T_AXE","ru":"Башня Топорщиков","en":"Axe Tower","fr":"Tour de Hache"},
  {"KEY":"O_T_AXE_DESC","ru":"Башня Топорщиков - небольшая вышка из камней с гоблином-дозорным. Недорогая в постройке, она тем не менее эффективна и позволяет быстро обустроить оборону.","en":"Axe Tower - a small stone tower with a goblin-sentinel. Inexpensive to build, it is nevertheless effective and allows you to quickly equip the defense.","fr":"Tour de Hache - une petite tour de pierre avec une sentinelle gobelin. Peu coûteux à construire, cette tour est néanmoins efficace et permet d’équiper rapidement la défense."},
  {"KEY":"O_T_SHAMAN","ru":"Утёс Стихий","en":"Bluff of Elements","fr":"Rocher d'Éléments"},
  {"KEY":"O_T_SHAMAN_DESC","ru":"Помимо Битвы, племена орков чтят Стихии, общаясь с ними через Шаманов. Совершая опасные ритуалы на Утёсе Стихий, шаманы орков призывают молнии на головы врагов.","en":"In addition to the Battle, the tribes of the Orcs honor the Elements, communicating with them through the Shamans. Performing dangerous rituals on the Cliff of Elements, orc shamans summon lightning on the heads of enemies.","fr":"Les tribus des orcs honorent les éléments en communiquant avec eux par l'intermédiaire des chamans. Effectuant des rituels dangereux sur la falaise des éléments, des chamans orcs invoquent la foudre sur la tête de leurs ennemis."},
  {"KEY":"O_T_TRAP","ru":"Идол Мести","en":"Idol of Revenge","fr":"Idole de Fureur"},
  {"KEY":"O_T_TRAP_DESC","ru":"Идол Мести - это башня-оберег орков, которая возвращает часть урона всем атакующим её врагам. Эта защитная башня устанавливается прямо на пути врагов.","en":"The Idol of Revenge is an orc guardian tower that returns part of damage to all enemies attacking it. This defensive tower needs to be built directly on the path of enemies.","fr":"L'Idole de Fureur est une tour de gardien orc qui inflige une partie des dégâts à tous les ennemis qui l'attaquent. Cette tour de défense doit être construite directement sur le chemin des ennemis."},
  {"KEY":"O_U_GRUNT","ru":"Бугай","en":"Grunt","fr":"Grogner"},
  {"KEY":"O_U_AXE","ru":"Гоблин","en":"Goblin","fr":"Gobelin"},
  {"KEY":"O_U_CATCHER","ru":"Ловец","en":"Spirit Catcher","fr":"Chasseur d'âmes"},
  {"KEY":"O_U_WOLFRIDER","ru":"Наездник","en":"Wolfrider","fr":"Cavalier de Loup"},
  {"KEY":"O_U_BERSERK","ru":"Берсерк","en":"Berserk","fr":"Berserker"},
  {"KEY":"O_U_HUNTER","ru":"Охотница","en":"Huntress","fr":"Chasseresse"},
  {"KEY":"O_U_MINOTAUR","ru":"Минотавр","en":"Minotaur","fr":"Minotaur"},
  {"KEY":"O_U_MARAUDER","ru":"Мародер","en":"Marauder","fr":"Maraudeur"},
  {"KEY":"O_U_WARLORD","ru":"Воевода","en":"Warlord","fr":"Warlord"},
  {"KEY":"O_U_GOBLIN_WARRIOR","ru":"Копейщик","en":"Pikeman","fr":"Lancier"},
  {"KEY":"O_U_SAPPER","ru":"Подрывники","en":"Boom-Crew","fr":"Équipe XXX"},
  {"KEY":"BUL_POISON","ru":"Ядовитый Плевок","en":"Poisoned Spit","fr":"Salive Empoisonnée"},
  {"KEY":"BUL_M_POISON","ru":"Плевок Вдовы","en":"Widow's Spit","fr":"Crache de Veuve"},
  {"KEY":"BUL_SKELETON_ARROW","ru":"Стрела Скелета","en":"Skeleton Arrow","fr":"Squelette Flèche"},
  {"KEY":"BUL_PLAGUE_BOLT","ru":"Стрела Чумы","en":"Plague Arrow","fr":"Flèche de Peste"},
  {"KEY":"BUL_BONE_SPIKES","ru":"Костяные Колья","en":"Bone Stakes","fr":"Pointes d'Os"},
  {"KEY":"BUL_SPEARS","ru":"Копье","en":"Spear","fr":"Lance"},
  {"KEY":"BUL_M_SPEARS","ru":"Двузубец","en":"Teethpike","fr":"Deuxdent"},
  {"KEY":"BUL_ARROW","ru":"Стрела","en":"Axe","fr":"Hache"},
  {"KEY":"BUL_FIREBALL","ru":"Шар Огня","en":"Arrow","fr":"Flèche"},
  {"KEY":"BUL_M_FIREBALL","ru":"Тёмная Энергия","en":"Dark Energy","fr":"Énergie Noire"},
  {"KEY":"BUL_MORTAR_SHELL","ru":"Ядро","en":"Fireball","fr":"Boule de feu"},
  {"KEY":"BUL_STONE_CATAPULT","ru":"Каменюк","en":"Cannonball","fr":"Boulet de canon"},
  {"KEY":"BUL_STONE_TREBUCHET","ru":"Каменюк","en":"Boulder","fr":"Rocher"},
  {"KEY":"BUL_AXE","ru":"Топор","en":"Boulder","fr":"Rocher"},
  {"KEY":"BUL_SHELL_MUSKET","ru":"Пуля","en":"Bullet","fr":"Balle"},
  {"KEY":"BUL_LIGHTNING","ru":"Молния","en":"Lightning","fr":"Foudre"},
  {"KEY":"BUL_M_LIGHTNING","ru":"Молния Тьмы","en":"Dark Lightning","fr":"Foudre de Ténèbres"},
  {"KEY":"BUL_KNIFE","ru":"Ножи","en":"Knives","fr":"Couteaux"},
  {"KEY":"BUL_GLAVE","ru":"Глефа","en":"Glaive","fr":"Glavie"},
  {"KEY":"BUL_M_GLAVE","ru":"Глефа Душ","en":"Soul Glave","fr":"Glavie d'âme"},
  {"KEY":"BUL_DYNAMIT","ru":"Динамит","en":"Dynamite","fr":"Dynamite"},
  {"KEY":"BUL_M_DYNAMIT","ru":"Ядро Тьмы","en":"Darkshell","fr":"Boulet de Ténèbres"},
  {"KEY":"BUL_BOLT","ru":"Болт","en":"Bolt","fr":"Boulon"},
  {"KEY":"BUL_BOMB","ru":"Бомба","en":"Bomb","fr":"Bombe"},
  {"KEY":"KING_HUMAN_P_BASE_1","ru":"Не нужно кланяться.","en":"You don't need to bow.","fr":"Tu n'as pas besoin de t'incliner."},
  {"KEY":"KING_HUMAN_P_BASE_2","ru":"Ну, что смотришь? Мечи ржавеют!","en":"Well, what are you looking at? Swords are rusting!","fr":"Qu'est-ce que tu regardes? Les épées rouillent!"},
  {"KEY":"KING_HUMAN_P_BASE_3","ru":"Золотишко само по себе не появится! К бою!","en":"Gold will not appear so easy! To the battle!","fr":"L'or n'apparaîtra pas si facilement! À la bataille!"},
  {"KEY":"KING_HUMAN_P_BASE_4","ru":"Пора напомнить, кто тут настоящий Король.","en":"It’s time to remind them who is the real King here.","fr":"Il est temps de leur rappeler qui est le vrai roi ici."},
  {"KEY":"KING_HUMAN_P_BASE_5","ru":"Ну что ты ноешь? Заняться нечем? Принеси мне куриную ножку.","en":"Well, what are you whining about? Nothing to do? Bring me the chicken leg.","fr":"De quoi pleurez-vous? Rien à faire? Apportez-moi la cuisse de poulet."},
  {"KEY":"KING_ORC_P_BASE_1","ru":"Гоблин - птица гордая. Пока не пнешь, не полетит.","en":"Goblin is a proud bird. Until you kick, it won’t fly.","fr":"Goblin est un oiseau fier. Jusqu'à ce que vous donniez un coup de pied, il ne volera pas."},
  {"KEY":"KING_ORC_P_BASE_2","ru":"Аргххх! Где мой топор?!","en":"Arghh! Where's my AXE?!","fr":"Arghh! Où est ma hache?!"},
  {"KEY":"KING_ORC_P_BASE_3","ru":"У нас орков всё строго: мышца подросла - пшел в бой!","en":"We Orcs are simple: if your muscle has grown - go to battle!","fr":"Nous, les Orcs, sommes simples: si votre muscle a grossi, partez au combat!"},
  {"KEY":"KING_ORC_P_BASE_4","ru":"Ты эти клыки видел? У меня все большое.","en":"Have you seen these fangs? I have everything big.","fr":"Avez-vous vu mon crocs? "},
  {"KEY":"KING_ORC_P_BASE_5","ru":"Зеленый, грубый, немытый. Да я просто идеальный орк!","en":"Green, rough, unwashed. Yes, I'm just a perfect orc!","fr":"Vert, rugueux, non lavé. Oui, je suis juste un orc parfait!"},
  {"KEY":"TYPICAL_BOX_NAME","ru":"Обычный Сундук","en":"Simple Chest","fr":"Poitrine régulière"},
  {"KEY":"CONVENTIONAL_BOX_NAME","ru":"Редкий Сундук","en":"Rare Chest","fr":"Coffre rare"},
  {"KEY":"EPIC_BOX_NAME","ru":"Эпический Сундук","en":"Epic Chest","fr":"Coffre épique"},
  {"KEY":"LEGENDARY_BOX_NAME","ru":"Легендарный Сундук","en":"Legendary Chest","fr":"Coffre légendaire"},
  {"KEY":"HUGE_BOX_NAME","ru":"Огромный Сундук","en":"Huge Chest","fr":"Énorme poitrine"},
  {"KEY":"BOX_GIFT","ru":"Королевский Подарок","en":"Royal Gift","fr":"Cadeau royal"},
  {"KEY":"BOX_HELLBERRY","ru":"Ягода Ада","en":"Hell Berry","fr":"Hell Berry"},
  {"KEY":"BOX_PIG","ru":"Копилище","en":"Swinebank","fr":"Tirelire"},
  {"KEY":"BOX_PINYATA","ru":"Пиньята-Бум","en":"Pinata-Boom","fr":"Pinata-Boom"},
  {"KEY":"SEASON_NAME_3","ru":"Выживание","en":"Survival","fr":"Survie"}]