[{"KEY":"T_1_1","ru":"Мой Король, пора захватить Красный Замок! Вперед!","en":"My King, it's time to capture Red Castle! Onwards!","fr":"Mon roi, il est temps de capturer le Château Rouge! En avant!"},
  {"KEY":"T_1_2","ru":"Построим Шахту в синей зоне, чтобы добыть золото для построек.","en":"Let's build Goldmine in blue zone, to get gold for next buildings.","fr":"Construisons une mine d'or dans la zone bleue pour obtenir de l'or pour les prochains bâtiments."},
  {"KEY":"T_1_3","ru":"Шахту нужно беречь, поэтому построим её подальше от поля битвы.","en":"You need to protect your Goldmines, so let's build it away from battle.","fr":"Vous devez protéger vos mines d’or, construisons-les loin du combat."},
  {"KEY":"T_1_4","ru":"Теперь у нас достаточно золота для постройки Казармы.","en":"Now we have enought gold to build Barracks.","fr":"Maintenant, nous avons assez d'or pour construire de Caserne."},
  {"KEY":"T_1_5","ru":"Эта Казарма тренирует воинов ближнего боя. Они хороши против башен противника.","en":"This Barracks trains melee warriors. They are good against enemy towers.","fr":"Cette caserne forme des guerriers de mêlée. Ils sont bons contre les tours ennemies."},
  {"KEY":"T_1_6","ru":"Здание будет построено через пару секунд!","en":"Construction will be completed in seconds!","fr":"La construction sera terminée en quelques secondes!"},
  {"KEY":"T_1_7","ru":"Нажмите на Казарму и, удерживая касание, соедините с вражеской Башней.","en":"Now tap Barracks and with holding your tap connect it with enemy Tower.","fr":"Tapez sur Caserne et maintenez votre doigt appuyé pour le connecter à la tour ennemie."},
  {"KEY":"T_1_8","ru":"Вы проложили путь войскам. Теперь здание тренирует воинов.","en":"You made a path for your troops. Barracks began train them.","fr":"Vous avez fait un chemin pour vos troupes. Ils ont commencé la formation."},
  {"KEY":"T_1_9","ru":"Уничтожьте Замок врага, чтобы победить.","en":"Destroy enemy Castle to win.","fr":"Détruisez le Château d'ennemi pour gagner."},
  {"KEY":"T_2_2","ru":"Отличный бой! Победите всех Тренеров и получите Королевский Подарок! ","en":"Great battle! Defeat all Trainers and get a Royal Gift!","fr":"Grande bataille! Vainquez tous les entraîneurs et obtenez un Cadeau Royal!"},
  {"KEY":"T_2_3","ru":"За каждую победу вы получаете награду. Откройте полученный Сундук!","en":"For every victory you get a reward. Open the received Chest!","fr":"Pour chaque victoire, vous obtenez une récompense. Ouvrez le Coffre reçu!"},
  {"KEY":"T_2_5","ru":"Теперь нужно немного подождать...","en":"Now let's wait a little bit..","fr":"Attends un peu..."},
  {"KEY":"T_3_1","ru":"Все карты добавлены в Коллекцию. Давайте посмотрим!","en":"All cards have been added to your Collection. Let's check it!","fr":"Toutes les cartes ont été ajoutées à votre collection. Voyons ça!"},
  {"KEY":"T_3_2","ru":"Карты - это ваши здания в бою. Улучшайте их и войска станут сильнее. Улучшая карты вы повышаете свой Уровень.","en":"Cards are your buildings in battle. Upgrade them and your troops will become stronger. By upgrading your cards you increase your Level.","fr":"Les cartes sont vos bâtiments dans la bataille. Améliorez-les et vos troupes deviendront plus fortes. En améliorant vos cartes, vous augmentez votre Niveau."},
  {"KEY":"T_3_6","ru":"Тренер Джейн бросает вам вызов на бой!","en":"Trainer Jane challenges you to fight!","fr":"Entraîneuse Jane vous met au défi de vous battre!"},
  {"KEY":"T_4_1","ru":"Отлично! Теперь вам доступны новые боевые карты!","en":"Great! Now you have new battle cards to play!","fr":"Génial! Maintenant, vous avez de nouvelles cartes de combat à jouer!"},
  {"KEY":"T_4_2","ru":"Сначала построим Шахту. Не забывайте следить за золотом над вашим Замком.","en":"First let's build Goldmine. Don't forget to check your gold above your Castle.","fr":"D'abord, construisons une mine d'or. N'oubliez pas de vérifier votre or au-dessus de votre château."},
  {"KEY":"T_4_4","ru":"Построим Казарму, чтобы атаковать противника.","en":"Let's build Barracks to attack the enemy.","fr":"Construisons de Caserne pour attaquer l'ennemi."},
  {"KEY":"T_4_5","ru":"Эта Казарма тренирует воинов дальнего боя. Они хороши против воинов ближнего боя.","en":"This Barracks trains ranged warriors. They are good against melee warriors.","fr":"Cette caserne forme des guerriers à distance. Ils sont bons contre les guerriers de mêlée."},
  {"KEY":"T_4_6","ru":"Здание будет построено через пару секунд!","en":"Construction will be completed in seconds!","fr":"La construction sera terminée en quelques secondes!"},
  {"KEY":"T_4_7","ru":"Нажмите на Казарму, и, удерживая касание, соедините с вражеской постройкой.","en":"Now tap Barracks and with holding your tap connect it with enemy building.","fr":"Tapez sur Caserne et maintenez votre doigt appuyé pour le connecter à la bâtiment d'ennemie."},
  {"KEY":"T_4_8","ru":"Противник будет атаковать. Защитите свой замок любой ценой!","en":"Enemy will attack you. You need to protect your Castle!","fr":"Ennemi va vous attaquer. Vous devez protéger votre Château!"},
  {"KEY":"T_4_9","ru":"Стройте оборонные Башни рядом с путями противника.","en":"Build defense Towers next to enemy routes.","fr":"Construisez des tours de défense à côté des routes ennemies."},
  {"KEY":"T_4_10","ru":"Накопите золото, постройте ещё одну Казарму и уничтожьте замок Тренера!","en":"Accumulate gold, build another Barracks and destroy the Trainer's Castle!","fr":"Accumulez de l'or, construisez une autre caserne et détruisez le château d'entraîneur!"},
  {"KEY":"T_4_11","ru":"Постройте новый маршрут для ваших воинов!","en":"Draw a path from your Barracks to enemy building to begin attack!","fr":"Tracez un chemin de votre Caserne au bâtiment ennemi pour commencer l'attaque!"},
  {"KEY":"T_5_1","ru":"Отличный результат! Вам выпал Редкий Сундук!","en":"You're doing great! Wow! You've recieved a Rare Chest!","fr":"Tu le fais bien! Hou la la! Vous avez reçu un Coffre Rare!"},
  {"KEY":"T_5_3","ru":"Секундочку, взламываем...","en":"Wait a bit, we're opening it...","fr":"Attends un peu, nous l'ouvrons..."},
  {"KEY":"T_6_1","ru":"Поражение не остановит настоящего Короля!","en":"Defeat won't stop the true King!","fr":"La défaite n'arrêtera pas le vrai Roi!"},
  {"KEY":"T_6_2","ru":"Проверьте вашу боевую колоду.","en":"Check your Battle Deck.","fr":"Regardez votre pont de bataille."},
  {"KEY":"T_6_7","ru":"Ваша колода сильна! Следуйте инструкциям и победите!","en":"Your deck is strong! Follow the instructions and win!","fr":"Votre jeu de cartes est fort! Suivez les instructions et gagnez!"},
  {"KEY":"T_7_1","ru":"Вам выпали хорошие карты!","en":"Wow! You've received really great cards!","fr":"Hou la la! Vous avez reçu de très bonnes cartes!"},
  {"KEY":"T_7_2","ru":"Улучшенные карты дадут вам преимущество в бою.","en":"Upgraded cards will give you advantages in battle.","fr":"Les cartes améliorées vous donneront des avantages au combat."},
  {"KEY":"T_7_6","ru":"Тренер Зудва готов сразиться с вами! ","en":"Trainer Zudwa is ready to challenge you to battle!","fr":"L'entraîneur Zudwa est prêt à vous lancer un défi!"},
  {"KEY":"T_8_1","ru":"Отлично, остался всего один тренер! Но для начала, начните открывать Сундук!","en":"Perfect! Only one trainer left! But first - start opening your Chest.","fr":"Parfait! Un seul entraîneur est parti! Mais commencez par ouvrir votre Coffre."},
  {"KEY":"T_9_1","ru":"Вы потерпели поражение. Улучшите карты, чтобы победить!","en":"You've been defeated. Don't be upset! Upgrade your cards to win!","fr":"Vous avez été vaincu. Ne soyez pas fâché! Améliorez vos cartes pour gagner!"},
  {"KEY":"T_9_6","ru":"Теперь победа будет за вами!","en":"Now the victory will be yours!","fr":"Maintenant la victoire sera à vous!"},
  {"KEY":"T_11_1","ru":"Ура! Тренеры повержены! Теперь вам доступна кампания и бои с живыми игроками. Участвуйте в Турнирах и выполняйте Задания! Вперёд!","en":"Hooray! The trainers are defeated! Now you have access to the campaign and battles with live players. Take part in Tournaments and complete Tasks! Forward!","fr":"Hourra! Les entraîneurs sont vaincus! Vous avez maintenant accès à la campagne et aux batailles avec des joueurs en direct. Participez à des tournois et accomplissez des tâches! Vers l'avant!"},
  {"KEY":"T_11_2","ru":"Отправляйтесь в приключение! Вас ждут невероятные сокровища и интересные бои!","en":"Go on an adventure! Incredible treasures and exciting battles await you!","fr":"Partir à l'aventure! Des trésors incroyables et des batailles passionnantes vous attendent!"}]